<template>
    <div class="business-standard wrapper">
        <div class="main">
            <h2 class="">七猫 ADX 平台合作规范</h2>
            <dl>
                <dt>导言</dt>
                <dd>
                    <p>欢迎您注册使用七猫ADX平台及相关服务！</p>
                    <p>为了向您提供更优质的服务，<strong>请您务必审慎阅读、充分理解《七猫ADX平台合作规范》（以下简称“本规范”）各条款内容，特别是限制或免除责任的条款（以加粗形式提示您）。</strong> </p>
                    <p>您有违反本规范的任何行为时，七猫有权依照您的违反情况随时单方采取限制、中止或终止向您提供服务等措施，并有权追究您相关责任。</p>
                    <p>在本规范中，您可称为“甲方”，七猫可称为“乙方”、“本平台”。</p>
                </dd>
                <dt>第一条 定义</dt>
                <dd>
                    <p>1. 创意素材：指甲方用于向用户展示产品或服务的素材，形式包括但不限于文字、图片、Flash、视频，以下简称素材。</p>
                    <p>2. 落地页：即用户点击创意后首次跳转访问的页面（一跳页面），以及点击一跳页面后跳转访问的页面。</p>
                    <p>3. 通知：指乙方同步甲方本服务相关信息的方式，包括站内信、即时通讯信息（如QQ、微信等）、电子邮件、网站公告等。</p>
                </dd>
                <dt>第二条 账户注册</dt>
                <dd>
                    <p>1. 甲方使用手机号注册账户并设置登录密码，甲方应保证注册账户的认证手机号及邮箱有权代表甲方全权处理本服务相关的一切事宜。</p>
                    <p>2. 甲方在账户注册及使用过程中需遵守相关法律法规及本协议约定，不得实施任何损害国家利益、第三合法权益以及违背社会道德及善良风俗的行为。</p>
                    <p>3. 未经乙方书面同意，甲方不得以任何形式赠与、借用、出租、转让、售卖注册账户，甲方应当妥善保管账户及密码，维护账户、密码的安全性与保密性，因保管不当等自身原因或其他不可抗力因素导致账户被盗或密码丢失的，甲方应自行承担责任。甲方承诺并保证，任何通过甲方账户实施的操作，均视为甲方操作，甲方应对此承担全部责任。</p>
                </dd>
                <dt>第三条 资质审核</dt>
                <dd>
                    <p>1. 甲方注册时应按照本平台要求填写联系信息并提交真实、合法、有效的相关证明文件（文件均需加盖公章），包括但不限于：</p>
                    <p class="second">(1) 公司主体名称、联系人及联系方式（如邮箱、电话、地址等）；</p>
                    <p class="second">(2) 营业执照、开户许可证、增值电信业务经营许可证（ICP证）等身份证明、经营资质证明文件；</p>
                    <p class="second">(3) 其他本平台要求提交的必要证明文件，包括但不限于产品质量检验证明、授权文件等。</p>
                    <p>2. 若上述证明文件或信息发生变更的，甲方应当在变更之日起3个工作日内书面通知乙方或依照本平台要求进行修改。</p>
                    <p><strong>3.	乙方有权对甲方提交的文件进行审核并自主决定是否审核通过，甲方理解并同意，乙方审核仅为形式审核，且乙方的审核并不表示减轻甲方对经营资质等文件真实性、合法性、准确性的保证责任，由此产生的一切责任和不利后果仍由甲方自行承担。</strong></p>
                    <p>4. 如甲方受到主管部门调查或被第三方投诉，乙方有权将相关信息（包括但不限于企业名称、联系人、联系方式、资质证照等）提供给相关方或主管部门。</p>
                </dd>
                <dt>第四条 行为规范</dt>
                <dd>
                    <p>1. 甲方保证其是依据法律法规规定设立、经营的主体，已经取得必要经营资质，有权利和能力履行本规范，甲方提交的一切资料（包括但不限于注册信息、身份资质、经营资质、授权文件等）真实、合法、有效，保证使用来源合法的资金支付服务费用。</p>
                    <p>2. 甲方应当合理使用本平台服务，不得实施任何危害平台安全或损害平台权益的行为，如非法侵入系统，非法获取平台数据等。</p>
                    <p>3. 甲方应当遵守法律法规的规定，不得实施包括但不限于以下行为，也不得为以下行为提供便利：</p>
                    <p class="second">(1)	反对宪法所确定的基本原则的；</p>
                    <p class="second">(2)	危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
                    <p class="second">(3)	损害国家荣誉和利益的；</p>
                    <p class="second">(4)	煽动民族仇恨、民族歧视，破坏民族团结的；</p>
                    <p class="second">(5)	破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
                    <p class="second">(6)	散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
                    <p class="second">(7)	散布淫秽、色情、赌博、暴力、凶杀、恐怖、骚扰、低俗或者教唆犯罪的；</p>
                    <p class="second">(8)	侮辱或者诽谤他人，侵害他人合法权益的；</p>
                    <p class="second">(9)	侵害他人知识产权、商业秘密等合法权利的；</p>
                    <p class="second">(10)	虚构事实、隐瞒真相以误导、欺骗他人的；</p>
                    <p class="second">(11)	其他违反公序良俗或法律法规禁止的行为。</p>
                </dd>
                <dt>第五条 素材规范</dt>
                <dd>
                    <p>1.	甲方应保证素材、素材落地页、素材对应的产品和服务真实、合法、有效，不得违反法律法规或侵犯他人合法权益，不得有下列情形：</p>
                    <p class="second">(1)	使用或者变相使用中华人民共和国的国旗、国歌、国徽，军旗、军歌、军徽；</p>
                    <p class="second">(2)	使用或者变相使用国家机关、国家机关工作人员的名义或者形象；</p>
                    <p class="second">(3)	使用“国家级”、“最高级”、“最佳”等用语；</p>
                    <p class="second">(4)	损害国家的尊严或者利益，泄露国家秘密；</p>
                    <p class="second">(5)	妨碍社会安定，损害社会公共利益；</p>
                    <p class="second">(6)	危害人身、财产安全，泄露个人隐私；</p>
                    <p class="second">(7)	妨碍社会公共秩序或者违背社会良好风尚；</p>
                    <p class="second">(8)	含有淫秽、色情、赌博、迷信、恐怖、暴力的内容；</p>
                    <p class="second">(9)	含有民族、种族、宗教、性别歧视的内容；</p>
                    <p class="second">(10)	妨碍环境、自然资源或者文化遗产保护；</p>
                    <p class="second">(11)	含有安全隐患，包括但不限于不得含有钓鱼网站、病毒、木马等恶意程序，含有任何危害网络安全的内容；</p>
                    <p class="second">(12)	“黑五类”素材或法律、行政法规规定禁止的其他情形。</p>
                    <p>2.	甲方素材及素材对应的产品、服务按照法律法规需事先获得有关部门审批的，如涉及医疗、药品、医疗器械、农药、兽药和保健食品等，甲方应保证已获得相应审批，且素材投放期间仍在审批文件规定的有效期内。</p>
                    <p>3.	甲方素材涉及的品牌、性能、质量、价格、允诺等内容应当清楚、明白且与实际相符，若含有赠送、奖励（包括但不限于游戏币、虚拟物、实物、折扣优惠等）等承诺的，应当保证承诺内容与实际情况一致，不得含有虚假的奖励、有奖销售、赠送等内容。</p>
                    <p>4.	甲方素材对应的产品或服务不得含有任何违法违规的内容，不得从事非法经营活动、传播侵权或色情信息，不得存在扣费项目不明确、扣费提示不清晰、恶意扣费、暗设扣费程序等损害用户权益的情况。</p>
                    <p>5.	甲方素材使用他人名义、形象（包括漫画形象）、标识或作品等任何权益的，或声称与他人存在任何合作关系的，均应当事先取得权利人的同意并提供相关证明。</p>
                    <p>6.	甲方素材落地页应当安全、稳定，能够正常打开浏览；不得通过在落地页设置病毒或恶意代码的方式实施违法犯罪行为；投放期间，不得对落地页展示内容进行重大变更，比如将原本推广的普通产品变更为需要具备特殊经营资质方可经营的产品等。</p>
                    <p>7.	除上述素材规范外，乙方有权依据自身运营需求对甲方素材投放提出相应要求，如甲方不得投放乙方竞品相关素材，具体以乙方通知为准。</p>
                    <p><strong>8.   如出现以下情形的，乙方有权要求甲方赔偿相应经济损失，乙方有权直接从保证金中扣除相应款项：</strong></p>
                    <p class="second"><strong>（1） 乙方因甲方素材遭受行政罚款的；</strong></p>
                    <p class="second"><strong>（2） 乙方为解决甲方素材导致的用户投诉、第三方侵权诉讼等争议而支付相应款项的。</strong></p>
                    <p><strong>9. 如素材受到主管机关调查或被第三方（包括但不限于用户、权利人等）投诉，或经乙方巡查发现素材存在违反法律法规或本规范情形的，乙方有权视情节严重对甲方采取以下一项或多项措施：</strong></p>
                    <p class="second"><strong>（1） 要求甲方对素材进行修改直至符合相关规定；</strong></p>
                    <p class="second"><strong>（2） 要求甲方下线、删除、屏蔽违法违规素材；</strong></p>
                    <p class="second"><strong>（3） 视具体情况扣罚甲方1000-5000元，上述款项乙方有权直接从保证金中扣除；</strong></p>
                    <p class="second"><strong>（4） 限制甲方使用本平台服务；</strong></p>
                    <p class="second"><strong>（5） 封停甲方账户，终止合作并要求甲方承担相应违约责任。</strong></p>
                </dd>
                <dt>第六条	保密及知识产权</dt>
                <dd>
                    <p>1.	本平台展示的服务数据归乙方所有，属于乙方商业秘密。未经乙方事先书面许可，甲方不得在本规范约定范围之外使用服务数据，亦不得披露或泄露给任何第三方。</p>
                    <p>2.	本平台及相关服务中展示的内容（包括但不限于文字、图片、图像、图表、表格、页面设计、页面布局、网页、软件、技术、程序等）以及所依托的软件著作权、专利权等知识产权均归乙方所有。未经乙方书面同意或许可，甲方不得擅自使用（包括但不限于通过技术手段、复制、剪切、上传、下载、传播、展示等方式）。</p>
                </dd>
                <dt>第七条	服务变更及终止</dt>
                <dd>
                    <p>1.	乙方有权对本平台服务内容、功能进行调整或变更，亦有权暂停或终止服务。</p>
                    <p>2.	如发生下列任何一种情形，乙方有权立即单方暂停、中断或终止向甲方提供的服务：</p>
                    <p class="second">(1)	甲方提供的注册资料虚假或与注册时信息不一致又未能提供合理证明；</p>
                    <p class="second">(2)	甲方违反相关法律法规或本规范的约定；</p>
                    <p class="second">(3)	按照法律规定或主管部门的要求；</p>
                    <p class="second">(4)	出于安全的原因或其他必要的情形。</p>
                    <p>3.	乙方可根据平台运营安排或法律法规要求等调整、修订本规范，甲方理解并同意：</p>
                    <p class="second">(1)	乙方有权通过本规范约定的通知方式告知甲方修改后的规范，甲方应当及时查看相关内容；</p>
                    <p class="second">(2)	经调整的规范自通知规定的生效日起生效，甲方应当遵守；</p>
                    <p class="second"><strong>(3)	如甲方不同意调整后的规范的，甲方应立即停止使用本平台服务并书面通知乙方终止合作，甲方以任何方式继续使用本平台服务的，即视为甲方认可并接受相关规范。</strong></p>
                </dd>
                <dt>第八条	附则</dt>
                <dd>
                    <p>1.	本规范为双方签署的合作协议之补充，与合作协议具有同等法律效力，甲方使用本平台服务即表示同意遵守本规范，本平台名称、功能、域名的调整不影响本规范效力。</p>
                    <p>2.	本规范中的标题仅为方便阅读拟定，并不用于解释本规范中任何条款的具体含义。</p>
                    <p>3.	本规范自2022年1月1日发布，一经发布，立即生效。</p>
                </dd>
            </dl>
        </div>
        <!-- <q-footer></q-footer> -->
    </div>
</template>

<script lang="ts" setup>
definePageMeta({
    layout: 'login'
})
</script>

<style lang="scss" scoped>
.business-standard {
    h2 {
        font-size: 30px;
        line-height: 42px;
        font-weight: 700;
    }
    dl {
        line-height: 28px;
        font-size: 14px;
        padding: 32px 0 0;
        dt {
            padding-bottom: 17px;
            line-height: 25px;
            font-size: 18px;
            font-weight: 700;
        }
        dd {
            padding-bottom: 33px;
            text-indent: 28px;
        }
        strong {
            font-weight: bold;
        }
        .second {
            text-indent: 64px;
        }
    }
}
</style>
